[
    {
        "eps": 1,
        "title": "The Domain of Children",
        "img": "eps1.webp",
        "desc": "Ai Ohto, a 14-year-old girl, is led by a mysterious voice on a late-night walk and obtains a mysterious “egg.” The next day, she opens the front door to go back to the place where she was last night, but somehow she finds herself in a school building. Confused by the eerie atmosphere of the school, Ai runs to the bathroom, where a mysterious voice prompts her to finally break the egg…"
    },
    {
        "eps": 2,
        "title": "The Terms of Friendship",
        "img": "eps2.webp",
        "desc": "Guided by the voices of Acca and Ura-Acca, Ai visits an underground garden where she meets Neiru Aonuma, a girl who buys “eggs” in bulk. Ai is curious to meet someone in the same situation as her, but Neiru avoids getting involved with her. Ai is alone again in the world of eggs. A girl named Minami Suzuhara appears in the next egg, wearing a leotard. Acca and Ura-Acca tell Ai to 'defeat the Wonder Killer' as they challenge her to a battle."
    },
    {
        "eps": 3,
        "title": "A Bare Knife",
        "img": "eps3.webp",
        "desc": "A girl named Rika Kawai suddenly appears in front of Ai as she is on her way home after buying eggs at the underground garden as usual. Rika, like Ai and the others, is a fighter in the world of eggs, but she suddenly swings Ai around, asking her to lend her money when they have never met before and barging into her house without permission. Neiru is distrustful of Rika's good-natured behavior towards everyone, but Rika begins to say that she will stay at Ai's house..."
    },
    {
        "eps": 4,
        "title": "Colorful Girls",
        "img": "eps4.webp",
        "desc": "With Rika out of the battlefield, Ai is left to fight alone while protecting Miko and Mako. As Ai feels overwhelmed by the situation, Miko and Mako offer their help. Meanwhile, in another world of eggs, there is Momoe Sawaki is fighting like Ai and the others. The girls in the egg are faintly in love with Momoe's coolness. However, the girls' emotions remind Momoe of something that happened in the past..."
    },
    {
        "eps": 5,
        "title": "The Girl Flautist",
        "img": "eps5.webp",
        "desc": "Ai, Neiru, Rika, and Momoe meet through the Wonder Eggs and deepen their friendship. Of the four who fight battles every day, Neiru has been involved in more battles than anyone else, and has met girls with a variety of feelings. Neiru has a tendency to take things calmly and logically, so she has a hard time understanding the feelings of these girls. One day, Neiru, Rika and Momoe go to Ai's house for a visit..."
    },
    {
        "eps": 6,
        "title": "The Girl Flautist",
        "img": "eps6.webp",
        "desc": "As the four girls are getting used to the battle, a part of the Seeno Evils suddenly transforms into 'Haters.' It was not the girl in the egg that the 'Haters' were targeting, but Ai and the others. Acca and Ura-Acca give a certain 'helper item' to the four who are currently struggling with the appearance of the new enemy. While the battle in the egg world is gradually changing, in the real world, Ai's mother, Tae, makes a proposal that greatly shakes Ai's heart."
    },
    {
        "eps": 7,
        "title": "After School at 14",
        "img": "eps7.webp",
        "desc": "Ai and her friends gather to celebrate Rika's birthday. When Rika arrives late, she pulls out a photo of five men who she thinks are her father.vRika's promise with her mother, Chiaki, 'I'll see my dad when I go to junior high school,' isn't fulfilled, and Rika curses her father's feelings and mother's irritation. When Neiru and Momoe chastise her for her attitude, Rika vents her anger on them."
    },
    {
        "eps": 8,
        "title": "The Happy Friendship Plan",
        "img": "eps8.webp",
        "desc": "'Oh, are you a new visitor to...?''If you've made it this far, then you must have someone you want to get back.''If that's the case, crack open a Wonder Egg.''If that's the case, crack this Wonder Egg.''What's a Wonder Egg?''You'll have to wait and find out.''Don't get lost. All you have to do is break the egg.' 'If you don't feel brave enough, I'll tell you about four of my regulars.' 'Then you can decide. You can then decide if you want to take the egg home with you...'"
    },
    {
        "eps": 9,
        "title": "A Story No One Knows",
        "img": "eps9.webp",
        "desc": "One day, Ai and her friends go to visit Neiru, who lives in her company. There, Neiru introduces them to a girl named Kotobuki Awano. She has been asleep forever after an experiment. Neiru is unable to accept Kotobuki's condition, but to her dismay, Kotobuki appears from an Egg. The four have their differences over the last 'wish' that Kotobuki entrusted to Neiru..."
    },
    {
        "eps": 10,
        "title": "Confession",
        "img": "eps10.webp",
        "desc": "Rika, who has witnessed Acca and Ura-Acca with Neiru's secretary, asks Neiru about their relationship. A big secret is revealed. Meanwhile, Momoe sends them a text telling them that a boy confessed to her and has invited her to a date. Ai and the others are excited about the news, but Momoe seems unhappy for some reason. At the same time, the battles in the world of eggs are getting fiercer and fiercer."
    },
    {
        "eps": 11,
        "title": "An Adult Child",
        "img": "eps11.webp",
        "desc": "A mysterious entity called 'Hyphen' suddenly appeared in front of Momoe and questioned her about life and death before doing something to Panic. And the same change to the Egg World has also arrived to Rika's dream... Meanwhile, unaware of what is happening to Momoe and Rika, Ai enters the mansion built in the underground garden. In a room full of documents, Ai encounters Ura-Acca, co-founder of Japan Plati and a former scientist, who tells her an old story."
    },
    {
        "eps": 12,
        "title": "An Unvanquished Warrior",
        "img": "eps12.jpeg",
        "desc": "After hearing about the tragedy that happened to Panic and Mannen, Ai is trying to fight back against the Haters in the Egg World without Leon. Unable to break the egg, Ai is heavily outnumbered by the Haters. Acca, who has been monitoring the situation, summons Leon on Ai's behalf and instructs that the completion of the mission is the highest priority. Ai struggles to break the egg, but the person who appears from the egg and the Wonder Killer is..."
    },
    {
        "eps": 13,
        "title": "Special Episode: My Priority",
        "img": "special-eps.webp",
        "desc": "Ai has returned to the real world after completing her mission in the Egg World. Neiru, who has entrusted her pet Adam to Ai, is unable to contacted after that day. Ai, worried about Neiru, visits Tanabe, but she doesn't say anything... Ai, Rika, and Momoe find that the world seems different now that they've cleared their missions and Ai remembers the truth about Koito's suicide that Sawaki had told her. Then that confused Ai decides to..."
    }
]
